-- phpMyAdmin SQL Dump
-- version 4.0.8
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Apr 25, 2014 at 06:55 AM
-- Server version: 5.5.32-cll-lve
-- PHP Version: 5.3.17

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `parmagy_tells`
--

-- --------------------------------------------------------

--
-- Table structure for table `adds`
--

CREATE TABLE IF NOT EXISTS `adds` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `Name` text COLLATE utf8_bin,
  `Address` text COLLATE utf8_bin,
  `Type` int(11) DEFAULT NULL,
  `Details` text COLLATE utf8_bin,
  `Active` int(11) DEFAULT NULL,
  `MemberID` int(11) DEFAULT NULL,
  `AddKey` text COLLATE utf8_bin,
  `Date` bigint(20) DEFAULT NULL,
  `CommentCount` int(11) DEFAULT '0',
  `VisitCount` int(11) DEFAULT '0',
  `ClassID` int(11) DEFAULT NULL,
  `CountryID` int(11) DEFAULT NULL,
  `CityID` int(11) DEFAULT NULL,
  `SellType` int(11) DEFAULT NULL,
  `Special` int(11) DEFAULT NULL,
  `ActDate` bigint(20) DEFAULT NULL,
  `delreq` int(11) DEFAULT '0',
  `Activeold` int(11) DEFAULT '0',
  `Authorized` tinyint(1) NOT NULL,
  `Price` int(11) NOT NULL,
  `Currency` varchar(255) COLLATE utf8_bin NOT NULL,
  `HidePhone` tinyint(1) NOT NULL,
  `Params` text COLLATE utf8_bin NOT NULL,
  `Album` text COLLATE utf8_bin NOT NULL,
  `twitter` tinyint(1) NOT NULL,
  `sms` tinyint(1) NOT NULL,
  `m_mobile` varchar(25) COLLATE utf8_bin NOT NULL,
  `m_name` varchar(50) COLLATE utf8_bin NOT NULL,
  `mb_sms` text COLLATE utf8_bin NOT NULL,
  `smsTime` varchar(25) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=3 ;

--
-- Dumping data for table `adds`
--

INSERT INTO `adds` (`ID`, `Name`, `Address`, `Type`, `Details`, `Active`, `MemberID`, `AddKey`, `Date`, `CommentCount`, `VisitCount`, `ClassID`, `CountryID`, `CityID`, `SellType`, `Special`, `ActDate`, `delreq`, `Activeold`, `Authorized`, `Price`, `Currency`, `HidePhone`, `Params`, `Album`, `twitter`, `sms`, `m_mobile`, `m_name`, `mb_sms`, `smsTime`) VALUES
(1, 'مطلوب عمارة بشمال جدة', NULL, 2, 'عاجل وهام\nمطلوب عمارة جديدة شمال جدة \nتتكون من 5 غرف لكل شقة \nوالدور الاخير فيلا روف دور او دورين اقل حاجه ستة غرف نوم \nالمساحة من 600م\nنامل التواصل مع المباشر \nابوالياس0506617849', 1, 12, NULL, NULL, 0, 0, 11, 9, 37, 1, NULL, NULL, 0, 0, 0, 0, '', 0, 'a:5:{s:5:"Email";s:0:"";s:5:"Phone";s:12:"966506617849";s:9:"HidePhone";i:0;s:9:"HideEmail";i:1;s:4:"Soom";i:1;}', '', 0, 0, '201017083611', 'ahmed', 'أنا - Ahmed -  تم وضع اعلان سيارتك في هذا الموقع ', '0'),
(2, 'للبيع نيسان باثفندر 2010', NULL, 2, 'جيب بثفندر 2010 ابيض ماشي 242000 \nمرشوش الرفرف الايسر والصدام والكبوت ملاحظة  - الكبوت مرشوش لمطابقة اللون - والرش في الوكالة', 1, 12, NULL, NULL, 0, 0, 10, 9, 36, 1, NULL, NULL, 0, 0, 0, 0, '', 0, 'a:5:{s:5:"Email";s:0:"";s:5:"Phone";s:12:"966504485085";s:9:"HidePhone";i:0;s:9:"HideEmail";i:1;s:4:"Soom";i:1;}', 'http://www.mstaml.com/imagesData/%D9%84%D9%84%D8%A8%D9%8A%D8%B9_%D9%86%D9%8A%D8%B3%D8%A7%D9%86_%D8%A8%D8%A7%D8%AB%D9%81%D9%86%D8%AF%D8%B1_2010-i139789701646570057.jpg#http://www.mstaml.com/imagesData/%D9%84%D9%84%D8%A8%D9%8A%D8%B9_%D9%86%D9%8A%D8%B3%D8%A7%D9%86_%D8%A8%D8%A7%D8%AB%D9%81%D9%86%D8%AF%D8%B1_2010-i139789703684610081.jpg#http://www.mstaml.com/imagesData/%D9%84%D9%84%D8%A8%D9%8A%D8%B9_%D9%86%D9%8A%D8%B3%D8%A7%D9%86_%D8%A8%D8%A7%D8%AB%D9%81%D9%86%D8%AF%D8%B1_2010-i139789705481760031.jpg', 0, 0, '201017083611', 'ahmed', 'أنا - Ahmed -  تم وضع اعلان سيارتك في هذا الموقع ', '0');

-- --------------------------------------------------------

--
-- Table structure for table `ads`
--

CREATE TABLE IF NOT EXISTS `ads` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `phone` varchar(500) DEFAULT NULL,
  `site` varchar(200) NOT NULL,
  `created` datetime NOT NULL,
  `querystring` varchar(255) NOT NULL,
  `category` varchar(255) NOT NULL,
  `city` varchar(255) NOT NULL,
  `ad_ID` int(11) NOT NULL,
  `ad_text` text NOT NULL,
  `ad_title` tinytext NOT NULL,
  `ad_user` varchar(250) NOT NULL,
  `twitter` tinyint(1) NOT NULL,
  `sms` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=123 ;

--
-- Dumping data for table `ads`
--

INSERT INTO `ads` (`id`, `phone`, `site`, `created`, `querystring`, `category`, `city`, `ad_ID`, `ad_text`, `ad_title`, `ad_user`, `twitter`, `sms`) VALUES
(97, '966532713445', 'mstaml', '2014-04-20 15:07:03', '1779658 - 1779658 - 1779658', ' سيارات ومركبات ', ' السعودية - المنطقة الشرقية', 1779658, 'نسان صني 2013 ماشيه 35 ألف كلم  أوتماتيك زجاج كهرب سعر البيع 32 ألف ريال', 'للبيع نيسان صني 2013', 'naseem0', 0, 0),
(98, '966532024334', 'mstaml', '2014-04-20 15:10:36', '1779662 - 1779662 - 1779662', ' سيارات ومركبات ', ' السعودية - المنطقة الشرقية', 1779662, 'السلام عليكم\n\n((((((( جيب نظيف جدا جدا وبإسم راعيه من الوكالة  .... ماشاءالله تبارك الله البودي والداخل وكالة وعلى الشرط  )))))))\n\nيإختصار  .... اللي يبحث عن جيب عائلي صغير ومناسب جدا للمدينة والسفر والبر\n\nللبيع جيب ميتسوبيشي / ناتيفا  الملقب ب ( الثعلب )  الوكيل بالسعودية / العيسائي وإستيكر الوكالة على الزجاج الأمامي .\n\nالموديل / 2007\n\nالعداد /  205500 ألف كيلو متر .\n\nاللون / من أفضل ألوان الجيب الناتيفا  فضي لماع من الخارج والرفارف والصدامات رصاصي غامق فيراني ( كما بالصور ... والداخل مخمل رصاصي لونين أيضا .\n\nالمواصفات / جميع المواصفات المعروفة للناتيفا GLS  + جناح خلفي ( ماعدا الفتحة ومثت السرعة ) لايأتي إلا بالجيوب المصدرة من الخارج .\n\nالإستمارة جديدة  .... الفحص الدوري إستيكر جديد غلى الزجاج الأمامي قبل أسبوع كما بالصور .\n\nالجيب ولله الحمد قيد الإستخدام وبإسم راعيه وكالة ونظيف جدا جدا والبودي وكالة من الصدام للصدام ..\n\n\nالمحركات على الفحص ((( الفحص شرط الشراء بيني وبين المشتري ... لاتشتري إلا بعد ماتفحص حتى لو بالوكالة )))\n\n____***____***___***___***___***___***___***\n\nالسوم خارج الموقع /   35000 ألف كدر \n\nالبيع قريب من السوم بالمعقول (( والله لايحلل أي شخص يسوم أقل من السوم المذكور  35000 ألف ..... لك رغبة وجاد بالشراء إفرق السوم على العام مع وسيلة إتصال  ... أو إتصل مباشرة قبل مايروح عليك ..... مالك رغبة تفرج وتوكل على الله )))  وشكرا للجميع', 'للبيع جيب ميتسوبيشي ناتيفا 2007 العيسائي حالة ممتازة جدا  والبودي وكالة', 'الصقر202020', 0, 0),
(99, '966558080956', 'mstaml', '2014-04-20 15:13:34', '1779663 - 1779663 - 1779664', ' أجهزة وأدوات ', ' السعودية - منطقة الرياض', 1779663, 'الان ولفترة محدودة جدااااااااااااااااااااا سيكل ديمة سيكل رووووووووووووووووووووعة\n\nوصل حديثااااا السيكل السعودي\n\nفحط براحتك\n\nسيكل ديمة تعتبر من الالعاب الفريدة من نوعها وتختلف عن باقي المنتجات المتوفرة في الاسواق\n\n4 روابط فيديو لمشاهدة سيكل ديمة\n\nhttp://www.youtube.com/watch?v=6bAD060Y9p0\n\nhttp://www.youtube.com/watch?v=nN91aJYlFy4\n\nhttp://www.youtube.com/watch?v=qFvls-4wLuM\n\nhttp://www.youtube.com/watch?v=Q80TgtGFJNg\n\nلطلب سيكل ديمة\n\nاتصل علي\n\nمسئول المبيعات\n\n0547282847\n\nالتوصيل مجااااانا داخل الرياض', 'سيكل ديمه سيكل تفحيط شاهد بالفديو للبيع', 'mohamed85', 0, 0),
(100, '966562992865', 'mstaml', '2014-04-20 15:13:35', '1779663 - 1779664 - 1779664', ' كمبيوترات وإنترنت ', ' السعودية - منطقة الرياض', 1779664, 'لابتوب اسوس I3  نظيف جدا جدا\n  Cpu i3  2.27GH\n Ram 4 GB\n Hdd 320 GB\n  Viga belt in\n كاميرا - بلوتوث- وايرلس - مدخل ذاكرة-\nHdmi\n الشاشة 14 بوصة\n الموديل ظاهر بالصور\nالضمان منتهي والجهاز كان يفتح كل شهر مرة \n المطلوب 1100 ريال', 'أسوس I3  نظيف جدا جدا للبيع', 'eid33', 0, 0),
(101, '966534433750', 'mstaml', '2014-04-20 15:16:40', '1779650 - 1779654 - 1779670', ' عقارات وأملاك ', ' السعودية - المنطقة الشرقية', 1779654, 'مطلوب التالي لرجل اعمال مطلوب التالي لرجل اعمال\n\n1- مطلوب ارض زراعية \n\nالموقع المطلوب: بين القطيف والجبيل \nالمساحة المطلوية: 100 الف متر فأكثر \n\nالمواصفات: يفضل ان تكون قريبة من طريق الدمام الجبيل \n\nالميزانية المعدة للشراء: 15 مليون (يمكن ان تكون الميزانية مفتوحة لو كان الموقع مناسب)\n\n---------------\n\n\n2- مطلوب مجمع سكني خاص \n\nالموقع: الظهران او المناطق المجاورة كالحزام الاخضر والذهبي\nالمساحة: مفتوحة\nالمواصفات:\n- الهدف من الشراء السكن مع ابناء واخوه رجل الاعمال \n- يفضل ان يكون في المجمع 7 دبلوكسات او فلل صغيرة او شقق كبيرة \n\nالميزانية المعدة للشراء: مفتوحة وفق الموقع والمواصفات\n\nعدد الوسطاء:2+ المباشر\nللتواصل 0540204343', 'عاجل مطلوب التالي لرجل اعمال,ارض زراعية,مجمع سكني خاص ', 'bsnes', 0, 0),
(102, '966534433750', 'mstaml', '2014-04-20 15:16:41', '1779650 - 1779655 - 1779670', ' عقارات وأملاك ', ' السعودية - منطقة الرياض', 1779655, 'مطلووووووب \nارض مساحة مليون م شمال طريق الامير سلمان  - الرياض  \n\n( انا + مباشر الوكيل والمشتري جاد وجاهز )\nللتواصل 0540204343', 'مطلووووووب  ارض مساحة مليون م شمال طريق الامير سلمان  - الرياض', 'bsnes', 0, 0),
(103, '966555721710', 'mstaml', '2014-04-20 15:17:02', '1779650 - 1779670 - 1779670', ' عقارات وأملاك ', ' السعودية - منطقة مكة المكرمة', 1779670, 'ارض بمساحة 900 متر مربع بالواصلية بالسيل الصغير\n قريبة من الخدمات\n بمنطقة استراحات تصلح الانشاء استرحة عليها\nعلى شارعين 15 و12 واجهه غربية وجنوبية \nالمخطط قائم بالاستراحات وهو بصك شرعي زراعي وصاحب الصك قسم المزرعة الى قطع ووثيقة الشراء موجودة يعني الوثقة تثبت لك الحق في الارض \nالسعر المطلووب 60000  ريال فقط', 'مع قرب الصيف امتللك ارضك في الطائف مصيف المملكة', 'nawafmalki', 0, 0),
(104, '966506617849', 'mstaml', '2014-04-20 15:58:39', '1779670 - 1779671 - 1779680', ' عقارات وأملاك ', ' السعودية - منطقة مكة المكرمة', 1779671, 'عاجل وهام\nمطلوب عمارة جديدة شمال جدة \nتتكون من 5 غرف لكل شقة \nوالدور الاخير فيلا روف دور او دورين اقل حاجه ستة غرف نوم \nالمساحة من 600م\nنامل التواصل مع المباشر \nابوالياس0506617849', 'مطلوب عمارة بشمال جدة', 'comando', 0, 0),
(105, '966558080956', 'mstaml', '2014-04-20 15:58:41', '1779670 - 1779672 - 1779680', ' وظائف وخدمات ', ' السعودية - منطقة الرياض', 1779672, 'استقدام سائقين من الهند\n\nالمدة 30 يوم اقصي حد\n\nراتب السائق 1300 ريال\n\nضمان ان السائق يجيد القيادة\n\nمبلغ الاستقدام 2500 ريال بدون التأشيرة\n\n\nللمفاهمة :\n\n0547282847', 'استقدام سائقين من الهند في 30 يوم', 'mohamed85', 0, 0),
(106, '966504485085', 'mstaml', '2014-04-20 15:58:43', '1779670 - 1779674 - 1779680', ' سيارات ومركبات ', ' السعودية - منطقة الرياض', 1779674, 'جيب بثفندر 2010 ابيض ماشي 242000 \nمرشوش الرفرف الايسر والصدام والكبوت ملاحظة  - الكبوت مرشوش لمطابقة اللون - والرش في الوكالة', 'للبيع نيسان باثفندر 2010', 'ابوارم', 0, 0),
(107, '966507048600', 'mstaml', '2014-04-20 15:58:45', '1779670 - 1779675 - 1779680', ' صناعات ونقليات ', ' السعودية - منطقة الرياض', 1779675, 'مؤسسة الوفاء للمقاولات \nتنفيذ الرسومات الهندسيه للغلل والاسترحات والملاحق \nباسعار تناسب الجميع سعر المترالعظم 95 ريال\nواشراف هندسي \nم/احمد حسب 0507048600', 'مؤسسه الوفاء للمقاولات', 'احمدحسب2013', 0, 0),
(108, '966555130544', 'mstaml', '2014-04-20 15:58:47', '1779670 - 1779677 - 1779680', ' كمبيوترات وإنترنت ', ' السعودية - منطقة مكة المكرمة', 1779677, 'آيباد مني 32 قيقا\nواي فاي و مدخل شريحة بيانات\nالجهاز جديد لم يستخدم بتغليف المصنع \n\nالتسليم يد بيد مدينة الطائف\n\nتم اضافة الا', 'للبيع أبل آيباد مني 32GB 4G', 'المساعيد', 0, 0),
(109, '966507501467', 'mstaml', '2014-04-20 15:58:49', '1779670 - 1779678 - 1779680', ' تجارة وأسهم ', ' السعودية - منطقة الرياض', 1779678, 'السلام عليكم \nأنا مديون 200 ألف متفرقة وراتبي استلمه اليوم الثاني اطفر أنا أبي أوحد ديوني إلى دين واحد بحيث أسوي استقطاع شهري قدره 3000 آلاف إلى الشخص اللي بيسدد عني ؤراح يضمن حقه ؤالله بيني وبينه \nتكفون افزعوا لي كل يوم يجيني استدعاء وطلب حضور \nالفزعة الفزعة', 'أبي أوحد ديوني إلى دين واحد', 'الفقير_المحتاج', 0, 0),
(110, '966508981067', 'mstaml', '2014-04-20 15:58:51', '1779670 - 1779680 - 1779680', ' كمبيوترات وإنترنت ', ' السعودية - منطقة مكة المكرمة', 1779680, 'بسم الله .\n\nمواصفات الجهاز :\nشاشة : 13 إنش \nأنتل كور : i5 \nالسرعة : 1.6 ghrz\nالهادرسك: فوق :60g\nميموري : 2 g يقبل حتى 4g\nلوحة المفاتيح : انجليزي ولكن يعتب عربي \nلمن يعرف اماكن الحروف لاباس .\nالاغراض :معه الشاحن - وشنطة خاصة \n\nلمزيد : الاتصال :0508981067', 'للبيع أبل macbook air 13', 'a1al', 0, 0),
(111, '966548761007', 'mstaml', '2014-04-20 16:13:02', '1779697 - 1779697 - 1779698', ' هواتف وأرقام ', ' السعودية - منطقة الرياض', 1779697, 'السلام عليكم ورحمة الله وبركاته\n\nبطاريات إعادة الشحن من الشركة العالمية والمتخصصة بالبطاريات anker\n\nبقوة 6000 mAh\n\nلجميع أنواع الجوالات\nيشحن الآيفون من 3 إلى 4 مرات\n\nلتعرف أكثر على البطارية \nhttp://www.youtube.com/watch?v=OHhME8JjjII\nطبعا جديدة لم تفك\nالكمية 3 حبات\nالسعر 220 ريال\n\nلتواصل والإستفسار\nwhatsapp\nالرقم موجود ببياناتي', 'بطاريات إعادة الشحن anker 6000 mAh الأصلية', 'pride_men', 0, 0),
(112, '966534008695', 'mstaml', '2014-04-20 16:13:03', '1779697 - 1779698 - 1779698', ' كماليات ومنوعات ', ' السعودية - المنطقة الشرقية', 1779698, 'تحيه طيبه لكم جميعا. تم وصول الدفعه الجديده للعسل الحضرمي ( الدوعني ) من جبال واوديه حضرموت وهذا العسل معروف بجودته وطعمه ورائحته الزكيه. وهو علاج لكل الأمراض بحكم جوده العسل. التوصيل الي جميع انحاء المملكه عن طريق زاجل او البريد السعودي \n\n\nاي استفسار يرجي التواصل عبر الواتساب او الاتصال 0534008695 لعدم تواجدي على الموقع\n  \nالسعر للكيلو الواحد ...... 250 ريال \n\nتحياتي لكم ولا تنسونا من الدعاء.\n\n\nملاحظه .... المتواجد في الاحساء يسلم العسل يد بيد\n\n\nوشكرا.............', 'عسل سدر طبيعي', 'moathhassn', 0, 0),
(113, '966559925768', 'mstaml', '2014-04-20 16:15:09', '1779700 - 1779700 - 1779701', ' أجهزة وأدوات ', ' السعودية - المنطقة الشرقية', 1779700, 'للبيع كاميرا سوني DSC-H100 \n\nاللون / أسود \n\nالذاكرة 8GB + شنطة صغيرة للكاميرا + شاحن للبطارية + كرتونه وجميع أغراضه معه \n\nالضمان / مكتبة جرير \n\n\n\nالمواصفات / موجودة في الصورة الأخيرة \n\nالإستخدام نظيف وتم إستخدامه 5 مرات فقط يعني أنها جديدة \nعلى العلم أنها على الشرط والذمة وأنها نظيفة ولا فيها أي خلل أو خدوش أو كسر \n\n\nسومتكم الطيبة لاهنتم', 'للبيع كاميرا سوني DSC-H100', 'صبا', 0, 0),
(114, '966558126100', 'mstaml', '2014-04-20 16:15:28', '1779700 - 1779701 - 1779701', ' وظائف وخدمات ', ' السعودية - منطقة الرياض', 1779701, 'عمل الأبحاث الجامعية تخرج - ماجستير - دكتوراة\n\n جميع الخدمات البحثية للتخصصات العلمية والأدبية والتربوية\n\n د/ محمد\n\n0558126100', 'عمل الأبحاث الجامعية', 'mioy', 0, 0),
(115, '966557443076', 'haraj', '2014-04-20 16:24:37', '114124999 - 114124999 - 114124999', '  حراج العقار ', 'الرياض', 114124999, '\r\n نوفر لك فلل واراضي وشقق بالنقد والتقسيط \r\nنسبة مرابحة بدون دفعة لجميع القطاعات الحكومية والخاصه\r\n\r\nالموقع حى لبن \r\nالمساحة 400متر \r\nالسعر1.200.000\r\nالفيلا عبارة درج صالة +ملحق \r\nالدور الارضى \r\nمجلس للرجال +مقلط +صالة +مجلس نساء +مطبخ + 2دورة مياة \r\nالدرج يطل على \r\n3غرف نوم +صالة +2دورة مياة \r\nالملحق \r\nغرفة خادمة +دورة مياة \r\nالشقق \r\n3غرف +صالة +مطبخ +2دورة مياة \r\n3غرف +صالة +مطبخ +2دورة مياة \r\nجميع الضمانات موجودة \r\nللاستعلام \r\nشركة قرار العقارية ***مقابل نادى الرياض ***ضاحية لبن\r\n0557443076\r\n\r\n \r\n	', ' » &nbsp;  نوفر لك جميع العروض فى ضاحية لبن احنا علينا السداد والتمويل وانت عليك اختيار العقار', '<a href="http://haraj.com.sa/users/gom3aa2" >gom3aa2</a>', 1, 1),
(116, '966505463661', 'haraj', '2014-04-23 01:57:56', '114143170 - 114143170 - 114143170', '  حراج السيارات ', 'الرياض', 114143170, '\r\n ما شاء الله تبارك اللهالشركة: BMW الفئة: الخامسة - 535i GT (Gran Torismo) Iالموديل: 2012العداد: 55000 قابل للزيادة اللون: خارجي - أزرق ميتاليك .. داخلي -  جلد زعفراني المواصفات: - 6 سلندر- سعة المكينة 3.0L- 306 حصان توين تيربو- قير تيبترونيك 8 سرعات- نفس مواصفات الفئة السابعة من ناحية: التكايات والطبلون والجنوط- إمكانية القيادة بالوضع المريح أو الرياضي "comfort - sport"- شاشة كبيرة فيها ملاحة- 6 سيديات- بلوتوث- هاردسك 500 جيجابايت- نظام تعليق الكتروني Auto H- كاميرا خلفية- الباب الخلفي هاتشباك .. يوجد صورة توضيحية- سقف بانوراما- يمكن حفظ 3 وضعيات مختلفة للقيادة- ستائر جانبية- مصابيح LED أمامية- كشافات ضبابية أمامية وخلفية- قد يكون هناك مواصفات لم أذكرها - البدي خالي من الصدمات، يوجد رش في الصدام الخلفي بسبب حكة بسيطة جدا - الضمان ساري حتى 11/2016 .. والصيانة المجانية إلى 11/2014 مع إمكانية التمديد- السيارة نظيفة جدًا واستخدامي لها قليل جدًا لامتلاكي سيارة أخرى- السيارة مميزة ونادرة من نوعها وتختلف عن بقية موديلات الفئة الخامسة .. وسعرها في الوكالة 318000 - حدي فيها 190000 أو بالبدل مع بورش كايين الشكل الجديد- للتواصل: 0505463661 (واتساب فقط) ملاحظة: الصور ليست لسيارتي لكنها مشابهة تمامًا لها باستثناء الصورة الأخيرة \r\n \r\n	', ' » &nbsp;BMW 535i GT 2012', '<a href="http://haraj.com.sa/users/أبومدره" >أبومدره</a>', 0, 0),
(118, '966562983909', 'haraj', '2014-04-23 02:30:41', '114143349 - 114143349 - 114143349', '  حراج ', 'جده', 114143349, '\r\n \r\n\r\nقطط للبيع برخيص لتخفيف العدد عند صحبتها\r\n\r\nقطه انثى شانشيلا هاف بكي ومعروف سعر الهاف بكي غالي بس صحبتها بتبيعها ب 250 ريال \r\nلتخفف العدد كان محلوق شعرها وحاليا بدا يرجع زي ما كان وبدا يطول\r\n\r\nوقطه انثى ثانيه شانشيلا شعر كثيف ب 300 ريال \r\n\r\nوثلاث قطط صغار عمرهم شهرين معتمدين على نفسهم نوعهم شيرازي امهم شيرازي تركي وابوهم شيرازي امريكي\r\nشعرهم مهو طويل عادي الطول ولونهم ابيض عيونهم زرقه موجود ذكرين وانثى \r\nموجود صوره وحده توضح شكل الثلاثه لانهم كلهم شبه بعض للبيع الحبه ب 400 ريال\r\nولي يباهم الثلاثه مع امهم ب 1200\r\n\r\n\r\nانا مجرد معلن لصحبت القطط الاسعار ثابته الصور ماخوذه من صحبت القطط \r\nوان شاء الله ان توفرت صور اضافيه حعرضها\r\nمااافيه حجز عشان لا تكثر الزحمه الي يبي اي قطه يجي يشيل مافيه حجز للقطط\r\nلعدم الاحراج بين الناس \r\n\r\nانا مجرد معلن للتواصل وتس اب على الرقم 0562983909 وتس اب فقط لا غير \r\n \r\n	', ' » &nbsp;قطط للبيع برخيص لتخفيف العدد', '<a href="http://haraj.com.sa/users/عيون الزجاج" >عيون الزجاج</a>', 0, 0),
(119, '966552241950', 'haraj', '2014-04-23 02:32:28', '114143355 - 114143355 - 114143355', '  حراج ', 'الرياض', 114143355, '\r\n السلام عليكم يسر شركة كان  لتنسيق الحدائق واعمال اللاند سكيب  .. حيث يوجد لدينا كادر هندسي ذو خبرة واسعه ومتميزة في هذا المجال ... ان تقدم لكم الخدمات التالية :* تنسيق حدائق * شبكات ري* نوافير* شلالات* ديكورات حجرية* صيانه حدائقما يـمـــزنا :الدقة والاحترافية بالعمل مع وجود كادر هندسي متخصص في هذا المجال حيث نقوم بإعطاء ضمان شامل على جودة العملللتواصل :* المهندس أحمد : 0552241950ايميل :kancontracting@yahoo.com\r\n \r\n	', ' » &nbsp;أنت عليك الحلم وعلينا التحقيق .. شركة متخصصة بتنسيق الحدائق ', '<a href="http://haraj.com.sa/users/kan company" >kan company</a>', 0, 0),
(120, '966541000363', 'haraj', '2014-04-23 02:34:44', '114143366 - 114143366 - 114143366', '  حراج الأجهزة ', 'حائل', 114143366, '\r\n مسهم بالخير .. @&gt;-- ..  \n                                                               \n\n رقم موبايلي للبيع (*) \nالرقم : 0544409157 \nالباقة : حلا (1)\nالمميزات:\n\n☇ عند الشحن بـ 140 ريال تحصل على الآتي: \n\n3000 دقيقة داخل الشبكة \n3000 رسالة نصية داخل الشبكة\n5 جيجا إنترنت + 140 ريال \nللأستخدام خارج الشبكة \n\nالسعر :300 ريال ، \n\nفي حالة الرغبة التواصل معي على الخاص \r\n \r\n	', ' » &nbsp;رقم موبايلي حلا1 05444 ', '<a href="http://haraj.com.sa/users/أبو تركي 10" >أبو تركي 10</a>', 1, 0),
(121, '966504305201', 'haraj', '2014-04-23 02:35:51', '114143369 - 114143369 - 114143369', '  حراج السيارات ', 'جده', 114143369, '\r\n السلام عليكم\nللبيع bmw m3 \nموديل 2005\nممشى 95,000km\nاللون احمر داخلية احمر\nالجير SMG\nالمواصفات: فتحة، شاشة، نفقيشن، ديفيدي، تليفون، حساسات خلفية، ستارة، زينون عالي واطي.....\nالسيارة ماشاء الله بحالة ممتازة خلية من الرش و الصدمات\nو صيانتها دايماً اول في اول\n\nالمطلوب 65,000 ريال\n\nرجاءً السيارة غير معروضة للسوم\n\nالجاد يتواصل معي عن طريق الجوال او على الواتس\r\n \r\n	', ' » &nbsp;BMW M3 2005', '<a href="http://haraj.com.sa/users/kazemr" >kazemr</a>', 1, 0),
(122, '966597999925', 'haraj', '2014-04-24 05:07:17', '114143248 - 114143248 - 114143249', '  حراج ', 'الرياض', 114143248, '\r\n 1- إطارات جوالات بأشكال جميله جدا ومتوفره لأجهزة التاليه :\r\nآيفون 5_5s\r\nآيفون 4_4s\r\nجالكسي اس 4\r\nجالكسي نوت 3\r\nالمتوفر 3 الوان من كل لون 5 حبات لكل جهاز \r\nالسعر 90  ريال للحبة و 75 ريال ل5 حبات وفوق \r\n\r\n2- فلاشات بأشكال مختلفة وجميلة حجم 32 جيجا بايت \r\nبسعر 75 ريال للحبة و60 ل5 حبات وفوق \r\n\r\n3 - هارديسك سامسونج حجمه صغير ومساحة عاليه جدا 2 تيرا بايت \r\nالمتوفر 10. حبات فقط بسعر 375 للحبه و350 لأكثر من حبه \r\n\r\n4 أقلام تنمسح من وحدها بعد 12 ساعه بشكل أقلام باركر \r\nالمتوفر 20 حبه بسعر 95 ريال للحبة \r\n\r\n5 - أقلام تنمسح من وحدها بعد ساعه إلى ساعتين بشكل القلم العادي \r\nالمتوفر 10 حبات بسعر 70 ريال للقلم الواحد \r\n\r\nالأسعار ثابته وليس للسوم \r\n \r\n	', ' » &nbsp;هارديسك وفلاشات واطارات جوالات واقلام عجيبه ', '<a href="http://haraj.com.sa/users/abo azzam" >abo azzam</a>', 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `blacklist`
--

CREATE TABLE IF NOT EXISTS `blacklist` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mobile` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `blacklist`
--

INSERT INTO `blacklist` (`id`, `mobile`) VALUES
(1, '966566630408');

-- --------------------------------------------------------

--
-- Table structure for table `classes`
--

CREATE TABLE IF NOT EXISTS `classes` (
  `ID` int(11) NOT NULL,
  `name` varchar(250) NOT NULL,
  `member_ID` int(11) NOT NULL,
  `m_class` longtext NOT NULL,
  `SellType` int(11) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `classes`
--

INSERT INTO `classes` (`ID`, `name`, `member_ID`, `m_class`, `SellType`) VALUES
(10, 'السيارات', 12, 'حراج السيارات#سيارات ومركبات', 1),
(11, 'العقارات', 12, ' عقارات وأملاك#حراج العقار', 1),
(19, 'الأجهزه', 12, 'أجهزة وأدوات#حراج الأجهزة', 1),
(21, 'منوعات', 12, ' ', 2);

-- --------------------------------------------------------

--
-- Table structure for table `hm_cities`
--

CREATE TABLE IF NOT EXISTS `hm_cities` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `site` varchar(200) NOT NULL,
  `city` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=30732 ;

--
-- Dumping data for table `hm_cities`
--

INSERT INTO `hm_cities` (`id`, `site`, `city`) VALUES
(30001, '', 'الرياض'),
(30002, '', 'جده'),
(30003, '', 'الشرقيه'),
(30004, '', 'حائل'),
(30005, '', 'ينبع'),
(30006, '', 'أبها'),
(30007, '', 'الطايف'),
(30008, '', 'تبوك'),
(30009, '', 'مكه'),
(30010, '', 'القصيم'),
(30011, '', ': السعودية - منطقة الرياض'),
(30012, '', ': السعودية - منطقة حائل'),
(30013, '', ': السعودية - منطقة مكة المكرمة'),
(30014, '', ': السعودية - المنطقة الشرقية'),
(30015, '', ': السعودية - منطقة المدينة المنورة'),
(30016, '', ': السعودية - منطقة القصيم'),
(30017, '', ': السعودية - منطقة عسير'),
(30018, '', ': السعودية - منطقة الجوف'),
(30019, '', ': السعودية - منطقة تبوك'),
(30020, '', ': السعودية - منطقة نجران'),
(30021, '', ': البحرين'),
(30022, '', ': خارج دول الخليج'),
(30023, '', ': السعودية - منطقة الحدود الشمالية'),
(30024, '', ': السعودية - منطقة الباحة'),
(30025, '', 'المدينة'),
(30026, '', 'حفر الباطن'),
(30027, '', 'نجران'),
(30028, '', 'الباحة'),
(30029, '', 'الإمارات'),
(30030, '', 'الجوف'),
(30031, '', 'جيزان'),
(30032, '', 'عرعر'),
(30033, '', 'قطر'),
(30034, '', ': السعودية - منطقة جازان'),
(30035, '', 'الكويت'),
(30036, '', 'جميع المدن'),
(30037, '', 'البحرين'),
(30038, '', ': الإمارات'),
(30039, '', ': سلطنة عمان'),
(30040, '', ': الكويت');

-- --------------------------------------------------------

--
-- Table structure for table `hm_classes`
--

CREATE TABLE IF NOT EXISTS `hm_classes` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(250) NOT NULL,
  `site` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=17 ;

--
-- Dumping data for table `hm_classes`
--

INSERT INTO `hm_classes` (`id`, `name`, `site`) VALUES
(4, 'سيارات ومركبات', ''),
(5, ' عقارات وأملاك', ''),
(6, 'تجارة وأسهم ', ''),
(7, 'هواتف وأرقام ', ''),
(8, 'صناعات ونقليات', ''),
(9, 'كمبيوترات وإنترنت', ''),
(10, 'أجهزة وأدوات', ''),
(11, ' وظائف وخدمات', ''),
(12, 'كماليات ومنوعات', ''),
(13, 'حراج العقار', ''),
(14, 'حراج الأجهزة', ''),
(16, 'حراج السيارات', '');

-- --------------------------------------------------------

--
-- Table structure for table `locations`
--

CREATE TABLE IF NOT EXISTS `locations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `country_ID` int(11) NOT NULL,
  `country_name` varchar(250) NOT NULL,
  `m_location` text NOT NULL,
  `city_ID` varchar(250) NOT NULL,
  `city_name` varchar(250) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=22 ;

--
-- Dumping data for table `locations`
--

INSERT INTO `locations` (`id`, `country_ID`, `country_name`, `m_location`, `city_ID`, `city_name`) VALUES
(14, 9, 'المملكه', 'الرياض#: السعودية - منطقة الرياض', '36', 'الرياض'),
(16, 9, 'المملكه', ': السعودية - منطقة المدينة المنورة#المدينة', '37', 'المدينه'),
(17, 9, 'المملكه', ': السعودية - منطقة القصيم#القصيم', '39', 'القصيم'),
(19, 9, 'المملكه', ': السعودية - المنطقة الشرقية#الشرقيه', '36', 'الشرقيه'),
(20, 9, 'المملكه ', ': السعودية - منطقة مكة المكرمة#مكه', '37', 'مكه المكرمه '),
(21, 9, 'Saudi Arabia', ': السعودية - منطقة جازان#أبها', '38', 'المنطقة الغربيه');

-- --------------------------------------------------------

--
-- Table structure for table `members`
--

CREATE TABLE IF NOT EXISTS `members` (
  `pid` int(11) NOT NULL AUTO_INCREMENT,
  `ID` int(11) NOT NULL,
  `name` varchar(250) NOT NULL,
  `mobile` varchar(25) NOT NULL,
  `mb_sms` text NOT NULL,
  PRIMARY KEY (`pid`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `members`
--

INSERT INTO `members` (`pid`, `ID`, `name`, `mobile`, `mb_sms`) VALUES
(2, 10, 'المندوبه ريم سيارات', '966568381209', 'انا المندوبه ريم أضفت أعلانك بقسم المركبات '),
(5, 12, 'ahmed', '201017083611', 'dfgdfgdgdfgdfggf');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
